Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Core Monitor uses WeatherKit data in WeatherKit-enabled builds, and location access upgrades the weather widget from a fallback forecast to your local conditions.
af: Core Monitor gebruik WeatherKit-data in WeatherKit-geaktiveerde geboue, en liggingtoegang gradeer die weerlegstuk op vanaf 'n terugvalvoorspelling na jou plaaslike toestande.
am: Core Monitor WeatherKit ውሂብን በWeatherKit የነቁ ግንባታዎች ይጠቀማል፣ እና የመገኛ አካባቢ መዳረሻ የአየር ሁኔታ መግብርን ከመጠባበቂያ ትንበያ ወደ አካባቢዎ ሁኔታ ያሻሽላል።
ar: يستخدم Core Monitor بيانات WeatherKit في الإصدارات التي تدعم WeatherKit، ويقوم الوصول إلى الموقع بترقية أداة الطقس من توقعات احتياطية إلى ظروفك المحلية.
az: Core Monitor WeatherKit-nin aktivləşdirdiyi qurğularda WeatherKit datasından istifadə edir və məkana giriş hava vidcetini ehtiyat proqnozdan yerli şəraitinizə təkmilləşdirir.
be: Core Monitor выкарыстоўвае даныя WeatherKit у зборках з падтрымкай WeatherKit, а доступ да месцазнаходжання абнаўляе віджэт надвор'я з рэзервовага прагнозу ў адпаведнасці з вашымі мясцовымі ўмовамі.
bg: Core Monitor използва WeatherKit данни в компилации с активиран WeatherKit, а достъпът до местоположение надгражда джаджата за времето от резервна прогноза към вашите местни условия.
bn: Core Monitor WeatherKit-সক্ষম বিল্ডগুলিতে WeatherKit ডেটা ব্যবহার করে, এবং অবস্থান অ্যাক্সেস আপনার স্থানীয় পরিস্থিতিতে একটি ফলব্যাক পূর্বাভাস থেকে আবহাওয়া উইজেটকে আপগ্রেড করে।
bs: Core Monitor koristi podatke WeatherKit u verzijama koje podržavaju WeatherKit, a pristup lokaciji nadograđuje vidžet vremena sa rezervne prognoze na vaše lokalne uslove.
ca: Core Monitor utilitza dades WeatherKit a les compilacions habilitades per WeatherKit i l'accés a la ubicació actualitza el giny meteorològic des d'una previsió alternativa a les vostres condicions locals.
ceb: Ang Core Monitor naggamit sa WeatherKit nga datos sa WeatherKit-enabled nga mga build, ug ang access sa lokasyon nag-upgrade sa weather widget gikan sa fallback forecast sa imong lokal nga kondisyon.
co: Core Monitor usa i dati WeatherKit in e custruzzioni attivate da WeatherKit, è l'accessu à a locu aghjurnà u widget climaticu da una previsione di fallback à e vostre cundizioni lucali.
cs: Core Monitor využívá data WeatherKit v sestaveních podporujících WeatherKit a přístup k poloze upgraduje widget počasí ze záložní předpovědi na vaše místní podmínky.
cy: Mae Core Monitor yn defnyddio data WeatherKit mewn adeiladau wedi'u galluogi WeatherKit, ac mae mynediad lleoliad yn uwchraddio'r teclyn tywydd o ragolwg wrth gefn i'ch amodau lleol.
da: Core Monitor bruger WeatherKit-data i WeatherKit-aktiverede builds, og lokationsadgang opgraderer vejrwidgetten fra en reserveudsigt til dine lokale forhold.
de: Core Monitor verwendet WeatherKit-Daten in WeatherKit-fähigen Builds und der Standortzugriff aktualisiert das Wetter-Widget von einer Fallback-Vorhersage auf Ihre lokalen Bedingungen.
el: Το Core Monitor χρησιμοποιεί δεδομένα WeatherKit σε εκδόσεις με δυνατότητα WeatherKit και η πρόσβαση τοποθεσίας αναβαθμίζει το γραφικό στοιχείο καιρού από μια εναλλακτική πρόβλεψη στις τοπικές σας συνθήκες.
eo: Core Monitor uzas WeatherKit-datumojn en WeatherKit-ebligitaj konstruoj, kaj loka aliro ĝisdatigas la veterfenestraĵon de rezerva prognozo al viaj lokaj kondiĉoj.
es: Core Monitor utiliza datos de WeatherKit en compilaciones habilitadas para WeatherKit y el acceso a la ubicación actualiza el widget meteorológico desde un pronóstico alternativo a sus condiciones locales.
et: Core Monitor kasutab WeatherKit andmeid WeatherKit-toega järgudes ja asukohajuurdepääs uuendab ilmavidinat varuprognoosilt teie kohalikele tingimustele.
eu: Core Monitor-k WeatherKit datuak erabiltzen ditu WeatherKit-a gaitutako eraikitzetan, eta kokapenerako sarbideak eguraldiaren widgeta eguneratzen du iragarpen iragarpen batetik zure tokiko baldintzetara.
fa: Core Monitor از داده‌های WeatherKit در ساخت‌های دارای قابلیت WeatherKit استفاده می‌کند و دسترسی به موقعیت مکانی ویجت آب و هوا را از پیش‌بینی مجدد به شرایط محلی شما ارتقا می‌دهد.
fi: Core Monitor käyttää WeatherKit-tietoja WeatherKit-yhteensopivissa koontiversioissa, ja sijainnin käyttöoikeus päivittää sää-widgetin varaennusteesta paikallisiin olosuhteisiin.
fil: Gumagamit ang Core Monitor ng data ng WeatherKit sa mga build na naka-enable sa WeatherKit, at ina-upgrade ng access sa lokasyon ang widget ng lagay ng panahon mula sa isang fallback forecast sa iyong lokal na kundisyon.
fr: Core Monitor utilise les données WeatherKit dans les versions compatibles WeatherKit, et l'accès à la localisation met à niveau le widget météo d'une prévision de secours à vos conditions locales.
fy: Core Monitor brûkt WeatherKit gegevens yn WeatherKit-ynskeakele builds, en lokaasje tagong upgrade it waar widget fan in fallback foarsizzing nei jo lokale omstannichheden.
ga: Úsáideann Core Monitor sonraí WeatherKit i bhfoirgnimh atá cumasaithe ag WeatherKit, agus uasghrádaíonn rochtain suímh an ghiuirléid aimsire ó réamhaisnéis chúltaca go dtí do dhálaí áitiúla.
gd: Bidh Core Monitor a’ cleachdadh dàta WeatherKit ann an toglaichean le comas WeatherKit, agus bidh ruigsinneachd àite ag ùrachadh a’ widget sìde bho ro-aithris tuiteam air ais gu na suidheachaidhean ionadail agad.
gl: Core Monitor usa datos WeatherKit en compilacións habilitadas para WeatherKit e o acceso á localización actualiza o widget meteorolóxico dunha previsión alternativa ás túas condicións locais.
gu: Core Monitor WeatherKit-સક્ષમ બિલ્ડ્સમાં WeatherKit ડેટાનો ઉપયોગ કરે છે, અને સ્થાન ઍક્સેસ હવામાન વિજેટને ફોલબેક આગાહીથી તમારી સ્થાનિક પરિસ્થિતિઓમાં અપગ્રેડ કરે છે.
ha: Core Monitor yana amfani da bayanan WeatherKit a cikin ginannen WeatherKit, da samun damar wuri yana haɓaka widget din yanayi daga hasashen faɗuwa zuwa yanayin gida.
haw: Hoʻohana ʻo Core Monitor i ka ʻikepili WeatherKit i nā hale kūkulu ʻia ʻo WeatherKit, a hoʻomaikaʻi ke kiʻi wahi i ka widget o ke aniau mai kahi wānana hāʻule i kou kūlana kūloko.
he: Core Monitor משתמש בנתוני WeatherKit בבנייה התומכת ב-WeatherKit, וגישה למיקום משדרגת את ווידג'ט מזג האוויר מתחזית חלופה לתנאים המקומיים שלך.
hi: Core Monitor, WeatherKit-सक्षम बिल्ड में WeatherKit डेटा का उपयोग करता है, और स्थान एक्सेस मौसम विजेट को फ़ॉलबैक पूर्वानुमान से आपकी स्थानीय स्थितियों में अपग्रेड करता है।
hmn: Core Monitor siv WeatherKit cov ntaub ntawv hauv WeatherKit-enabled tsim, thiab qhov chaw nkag tau hloov kho huab cua widget los ntawm kev kwv yees poob rau hauv koj lub zos.
hr: Core Monitor koristi WeatherKit podatke u verzijama omogućenim za WeatherKit, a pristup lokaciji nadograđuje vremenski widget s rezervne prognoze na vaše lokalne uvjete.
ht: Core Monitor sèvi ak done WeatherKit nan batiman ki pèmèt WeatherKit, ak aksè kote yo amelyore widje metewolojik la soti nan yon previzyon sekou nan kondisyon lokal ou yo.
hu: A Core Monitor a WeatherKit adatokat használja a WeatherKit-kompatibilis buildekben, és a helyhozzáférés frissíti az időjárás widgetet a tartalék előrejelzésről a helyi viszonyokra.
hy: Core Monitor-ն օգտագործում է WeatherKit տվյալները WeatherKit-ով միացված շինություններում, և տեղադրության հասանելիությունը բարելավում է եղանակի վիդջեթը հետադարձ կանխատեսումից մինչև ձեր տեղական պայմանները:
id: Core Monitor menggunakan data WeatherKit di build yang mendukung WeatherKit, dan akses lokasi meningkatkan widget cuaca dari prakiraan cadangan ke kondisi lokal Anda.
ig: Core Monitor na-eji data WeatherKit na-arụ ọrụ WeatherKit, yana ịnweta ọnọdụ na-akwalite wijetị ihu igwe site na amụma ọdịda na ọnọdụ mpaghara gị.
is: Core Monitor notar WeatherKit gögn í WeatherKit-virkjum byggingum og staðsetningaraðgangur uppfærir veðurgræjuna úr fallspá til staðbundinna aðstæðna.
it: Core Monitor utilizza i dati WeatherKit nelle build abilitate per WeatherKit e l'accesso alla posizione aggiorna il widget meteo da una previsione di riserva alle condizioni locali.
ja: Core Monitor は、WeatherKit 対応ビルドで WeatherKit データを使用し、位置情報へのアクセスにより、天気ウィジェットがフォールバック予報から現地の状況にアップグレードされます。
jv: Core Monitor nggunakake data WeatherKit ing mbangun WeatherKit, lan akses lokasi nganyarke widget cuaca saka ramalan mundur menyang kahanan lokal sampeyan.
ka: Core Monitor იყენებს WeatherKit მონაცემებს WeatherKit ჩართული კონსტრუქციებში, ხოლო მდებარეობაზე წვდომა განაახლებს ამინდის ვიჯეტს სარეზერვო პროგნოზიდან თქვენს ადგილობრივ პირობებამდე.
kk: Core Monitor WeatherKit қосылған құрылымдарда WeatherKit деректерін пайдаланады және орынға қол жеткізу ауа райы виджетін қалпына келтіру болжамынан жергілікті жағдайларға дейін жаңартады.
km: Core Monitor ប្រើប្រាស់ទិន្នន័យ WeatherKit នៅក្នុងការបង្កើតដែលបានបើកដំណើរការ WeatherKit ហើយការចូលប្រើទីតាំងធ្វើឱ្យប្រសើរធាតុក្រាហ្វិកអាកាសធាតុពីការព្យាករណ៍ធ្លាក់ចុះទៅលក្ខខណ្ឌក្នុងតំបន់របស់អ្នក។
kn: Core Monitor WeatherKit-ಸಕ್ರಿಯಗೊಳಿಸಿದ ಬಿಲ್ಡ್‌ಗಳಲ್ಲಿ WeatherKit ಡೇಟಾವನ್ನು ಬಳಸುತ್ತದೆ ಮತ್ತು ಸ್ಥಳ ಪ್ರವೇಶವು ಹವಾಮಾನ ವಿಜೆಟ್ ಅನ್ನು ಫಾಲ್‌ಬ್ಯಾಕ್ ಮುನ್ಸೂಚನೆಯಿಂದ ನಿಮ್ಮ ಸ್ಥಳೀಯ ಪರಿಸ್ಥಿತಿಗಳಿಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡುತ್ತದೆ.
ko: Core Monitor는 WeatherKit 지원 빌드에서 WeatherKit 데이터를 사용하며 위치 액세스는 날씨 위젯을 대체 예측에서 현지 조건으로 업그레이드합니다.
ku: Core Monitor daneyên WeatherKit di avahîyên bi WeatherKit-çalakkirî de bikar tîne, û gihîştina cîhê widgeta hewayê ji pêşbînek paşverû berbi şert û mercên herêmî yên we ve nûve dike.
ky: Core Monitor WeatherKit иштетилген түзүлүштөрдө WeatherKit дайындарын колдонот, ал эми жайгашкан жерди көрүү мүмкүнчүлүгү аба ырайынын виджетін кайра болжолдоодон жергиликтүү шарттарга чейин жакшыртат.
la: Core Monitor utitur notitia WeatherKit in aedificationibus WeatherKit constructis, et locus accessus upgrades tempestatum contentorum ex fallacia praenuntiationis ad condiciones locales tuas.
lb: Core Monitor benotzt WeatherKit Donnéeën an WeatherKit-aktivéiert baut, a Standuert Zougang Upgrade d'Wieder Widget- vun engem Réckfall Prognosen op Är lokal Konditiounen.
lo: Core Monitor ໃຊ້ຂໍ້ມູນ WeatherKit ໃນການກໍ່ສ້າງທີ່ເປີດໃຊ້ WeatherKit, ແລະການເຂົ້າເຖິງສະຖານທີ່ຈະຍົກລະດັບ widget ສະພາບອາກາດຈາກການຄາດຄະເນຫຼຸດລົງໄປສູ່ສະພາບທ້ອງຖິ່ນຂອງທ່ານ.
lt: Core Monitor naudoja WeatherKit duomenis WeatherKit įgalintose versijose, o prieiga prie vietos atnaujina orų valdiklį iš atsarginės prognozės į jūsų vietines sąlygas.
lv: Core Monitor izmanto WeatherKit datus WeatherKit iespējotās versijās, un piekļuve atrašanās vietai atjaunina laika apstākļu logrīku no rezerves prognozes uz jūsu vietējiem apstākļiem.
mg: Core Monitor dia mampiasa angona WeatherKit amin'ny fananganana WeatherKit, ary ny fidirana amin'ny toerana dia manavao ny Widget toetr'andro avy amin'ny vinavina mihemotra mankany amin'ny toe-javatra misy anao.
mi: Ka whakamahi a Core Monitor i nga raraunga WeatherKit i roto i nga hanga hanga-whakahohe a WeatherKit, me te uru ki te waahi ka whakahou ake i te tohu huarere mai i te matapae whakamuri ki to rohe.
mk: Core Monitor користи податоци WeatherKit во изданија овозможени од WeatherKit, а пристапот до локација го надградува виџетот за времето од резервна прогноза до вашите локални услови.
ml: Core Monitor WeatherKit- പ്രാപ്തമാക്കിയ ബിൽഡുകളിൽ WeatherKit ഡാറ്റ ഉപയോഗിക്കുന്നു, കൂടാതെ ലൊക്കേഷൻ ആക്സസ് നിങ്ങളുടെ പ്രാദേശിക സാഹചര്യങ്ങളിലേക്ക് ഒരു ഫാൾബാക്ക് പ്രവചനത്തിൽ നിന്ന് കാലാവസ്ഥാ വിജറ്റിനെ നവീകരിക്കുന്നു.
mn: Core Monitor нь WeatherKit-г идэвхжүүлсэн барилгад WeatherKit өгөгдлийг ашигладаг бөгөөд байршлын хандалт нь цаг агаарын виджетийг нөөцийн урьдчилсан мэдээнээс орон нутгийн нөхцөл байдалд сайжруулдаг.
mr: Core Monitor WeatherKit-सक्षम बिल्डमध्ये WeatherKit डेटा वापरते आणि स्थान प्रवेश हवामान विजेटला फॉलबॅक अंदाजावरून तुमच्या स्थानिक परिस्थितीनुसार अपग्रेड करते.
ms: Core Monitor menggunakan data WeatherKit dalam binaan berdaya WeatherKit dan akses lokasi meningkatkan widget cuaca daripada ramalan sandaran kepada keadaan setempat anda.
mt: Core Monitor juża data WeatherKit fil-bini ppermettiet WeatherKit, u l-aċċess għall-post jaġġorna l-widget tat-temp minn tbassir fallback għall-kundizzjonijiet lokali tiegħek.
my: Core Monitor သည် WeatherKit ဒေတာကို WeatherKit-ဖွင့်ထားသော တည်ဆောက်မှုများတွင် အသုံးပြုကာ တည်နေရာဝင်ရောက်ခွင့်သည် သင့်ဒေသတွင်း အခြေအနေများအတွက် နောက်ခံအခြေအနေများအတွက် ရာသီဥတုဝစ်ဂျက်ကို အဆင့်မြှင့်တင်ပေးပါသည်။
nb: Core Monitor bruker WeatherKit-data i WeatherKit-aktiverte bygg, og plasseringstilgang oppgraderer værwidgeten fra en reservemelding til dine lokale forhold.
ne: Core Monitor WeatherKit-सक्षम बिल्डहरूमा WeatherKit डाटा प्रयोग गर्दछ, र स्थान पहुँचले तपाईंको स्थानीय अवस्थाहरूमा फलब्याक पूर्वानुमानबाट मौसम विजेट अपग्रेड गर्दछ।
nl: Core Monitor gebruikt WeatherKit-gegevens in WeatherKit-compatibele builds, en locatietoegang upgradet de weerwidget van een terugvalvoorspelling naar uw lokale omstandigheden.
ny: Core Monitor imagwiritsa ntchito data ya WeatherKit muzomanga zomwe zimathandizidwa ndi WeatherKit, ndipo kupeza malo kumakweza widget ya nyengo kuchokera ku kulosera kobwerera m'mbuyo kupita kudera lanu.
pa: Core Monitor WeatherKit-ਸਮਰੱਥ ਬਿਲਡਾਂ ਵਿੱਚ WeatherKit ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ, ਅਤੇ ਸਥਾਨ ਪਹੁੰਚ ਤੁਹਾਡੇ ਸਥਾਨਕ ਸਥਿਤੀਆਂ ਵਿੱਚ ਫਾਲਬੈਕ ਪੂਰਵ ਅਨੁਮਾਨ ਤੋਂ ਮੌਸਮ ਵਿਜੇਟ ਨੂੰ ਅੱਪਗ੍ਰੇਡ ਕਰਦੀ ਹੈ।
pl: Core Monitor wykorzystuje dane WeatherKit w kompilacjach obsługujących WeatherKit, a dostęp do lokalizacji aktualizuje widżet pogody z prognozy awaryjnej do warunków lokalnych.
ps: Core Monitor د WeatherKit فعال جوړونو کې د WeatherKit ډیټا کاروي، او د موقعیت لاسرسی د موسم ویجټ د فال بیک وړاندوینې څخه ستاسو ځایی شرایطو ته لوړوي.
pt: Core Monitor usa dados WeatherKit em compilações habilitadas para WeatherKit, e o acesso à localização atualiza o widget meteorológico de uma previsão alternativa para suas condições locais.
ro: Core Monitor utilizează datele WeatherKit în versiunile compatibile cu WeatherKit, iar accesul la locație actualizează widgetul meteo de la o prognoză alternativă la condițiile dvs. locale.
ru: Core Monitor использует данные WeatherKit в сборках с поддержкой WeatherKit, а доступ к местоположению обновляет виджет погоды с резервного прогноза до ваших местных условий.
sd: Core Monitor WeatherKit-enabled بلڊز ۾ WeatherKit ڊيٽا استعمال ڪري ٿو، ۽ جڳھ جي رسائي موسم جي ويجٽ کي اپ گريڊ ڪري ٿي فال بيڪ اڳڪٿي کان وٺي توھان جي مقامي حالتن تائين.
si: Core Monitor WeatherKit-සක්‍රීය ගොඩනැංවීම් තුළ WeatherKit දත්ත භාවිත කරයි, සහ ස්ථාන ප්‍රවේශය කාලගුණ විජට් එක පසුබැසීමේ පුරෝකථනයකින් ඔබේ ප්‍රාදේශීය තත්ත්වයට උත්ශ්‍රේණි කරයි.
sk: Core Monitor používa údaje WeatherKit v zostavách s podporou WeatherKit a prístup k polohe upgraduje widget počasia zo záložnej predpovede na vaše miestne podmienky.
sl: Core Monitor uporablja podatke WeatherKit v zgradbah, ki podpirajo WeatherKit, dostop do lokacije pa nadgradi vremenski pripomoček iz rezervne napovedi v vaše lokalne razmere.
sm: Core Monitor fa'aoga WeatherKit fa'amaumauga i le WeatherKit fau fau, ma fa'aleleia avanoa avanoa i le fa'aogaina o le tau mai se fa'ata'ita'iga i tua i tulaga o lou lotoifale.
sn: Core Monitor inoshandisa WeatherKit data muWeatherKit-inogonesa zvivakwa, uye kuwana nzvimbo kunokwidziridza mamiriro ekunze widget kubva kufembero yekudzokera kumashure kune yako mamiriro enzvimbo.
so: Core Monitor waxay isticmaashaa xogta WeatherKit ee dhismeyaasha karti u leh ee WeatherKit, iyo gelitaanka goobta waxay kor u qaadaysaa widget-ka cimilada ee saadaasha dib-u-dhaca ilaa xaaladaha deegaankaaga.
sq: Core Monitor përdor të dhënat WeatherKit në ndërtimet e aktivizuara me WeatherKit dhe qasja në vendndodhje përmirëson miniaplikacionin e motit nga një parashikim i ri në kushtet tuaja lokale.
st: Core Monitor e sebelisa lintlha tsa WeatherKit ho meaho e lumelletsoeng ea WeatherKit, 'me phihlello ea sebaka e ntlafatsa widget ea boemo ba leholimo ho tloha ho ponelopele ea morao-rao ho ea ho maemo a sebaka sa heno.
su: Core Monitor nganggo data WeatherKit dina wangunan anu diaktipkeun WeatherKit, sareng aksés lokasi ningkatkeun widget cuaca tina ramalan fallback kana kaayaan lokal anjeun.
sv: Core Monitor använder WeatherKit-data i WeatherKit-aktiverade byggnader, och platsåtkomst uppgraderar väderwidgeten från en reservprognos till dina lokala förhållanden.
sw: Core Monitor hutumia data ya WeatherKit katika miundo inayowezeshwa na WeatherKit, na ufikiaji wa eneo husasisha wijeti ya hali ya hewa kutoka kwa utabiri wa kurudi nyuma hadi hali ya eneo lako.
ta: Core Monitor WeatherKit-செயல்படுத்தப்பட்ட பில்ட்களில் WeatherKit தரவைப் பயன்படுத்துகிறது, மேலும் இருப்பிட அணுகல் வானிலை விட்ஜெட்டை உங்கள் உள்ளூர் நிலைமைகளுக்கு ஃபால்பேக் முன்னறிவிப்பிலிருந்து மேம்படுத்துகிறது.
te: Core Monitor WeatherKit-ప్రారంభించబడిన బిల్డ్‌లలో WeatherKit డేటాను ఉపయోగిస్తుంది మరియు స్థాన యాక్సెస్ మీ స్థానిక పరిస్థితులకు ఫాల్‌బ్యాక్ సూచన నుండి వాతావరణ విడ్జెట్‌ను అప్‌గ్రేడ్ చేస్తుంది.
tg: Core Monitor маълумоти WeatherKit-ро дар сохтмонҳои бо WeatherKit фаъол истифода мебарад ва дастрасии ҷойгиршавӣ виҷети обу ҳаворо аз пешгӯии бозгашт ба шароити маҳаллии шумо такмил медиҳад.
th: Core Monitor ใช้ข้อมูล WeatherKit ในบิลด์ที่เปิดใช้งาน WeatherKit และการเข้าถึงตำแหน่งจะอัปเกรดวิดเจ็ตสภาพอากาศจากการคาดการณ์สำรองไปยังสภาพท้องถิ่นของคุณ
tr: Core Monitor, WeatherKit özellikli yapılarda WeatherKit verilerini kullanır ve konum erişimi, hava durumu widget'ını bir yedek tahminden yerel koşullarınıza yükseltir.
uk: Core Monitor використовує дані WeatherKit у збірках із підтримкою WeatherKit, а доступ до місцезнаходження оновлює віджет погоди з резервного прогнозу до ваших місцевих умов.
ur: Core Monitor WeatherKit- فعال تعمیرات میں WeatherKit ڈیٹا کا استعمال کرتا ہے، اور مقام تک رسائی آپ کے مقامی حالات میں فال بیک پیشن گوئی سے موسم ویجیٹ کو اپ گریڈ کرتی ہے۔
uz: Core Monitor WeatherKit yoqilgan tuzilmalarda WeatherKit maʼlumotlaridan foydalanadi va joylashuvga kirishga kirish ob-havo vidjetini zaxira prognozdan mahalliy sharoitingizga yangilaydi.
vi: Core Monitor sử dụng dữ liệu WeatherKit trong các bản dựng hỗ trợ WeatherKit và quyền truy cập vị trí sẽ nâng cấp tiện ích thời tiết từ dự báo dự phòng cho phù hợp với điều kiện địa phương của bạn.
xh: I-Core Monitor isebenzisa idatha ye-WeatherKit kwi-WeatherKit-enabled-enabled, kunye nokufikelela kwindawo kuphucula iwijethi yemozulu ukusuka kwi-fallback forecast kwiimeko zakho zendawo.
yi: Core Monitor ניצט WeatherKit דאַטן אין WeatherKit ינייבאַלד בויען, און אָרט אַקסעס אַפּגרייד די וועטער ווידזשיט פֿון אַ פאַלבאַק פאָרויסזאָגן צו דיין היגע טנאָים.
yo: Core Monitor nlo data WeatherKit ni awọn iṣelọpọ WeatherKit ti n ṣiṣẹ, ati iwọle si ipo ṣe iṣagbega ẹrọ ailorukọ oju-ọjọ lati asọtẹlẹ isubu si awọn ipo agbegbe rẹ.
zh_hans: Core Monitor 在启用 WeatherKit 的构建中使用 WeatherKit 数据，并且位置访问将天气小部件从后备预报升级为您当地的情况。
zh_hant: Core Monitor 在啟用 WeatherKit 的構建中使用 WeatherKit 數據，並且位置訪問將天氣小部件從後備預報升級為您當地的情況。
zu: I-Core Monitor isebenzisa idatha ye-WeatherKit ekwakhiweni okunikwe amandla i-WeatherKit, futhi ukufinyelela indawo kuthuthukisa iwijethi yesimo sezulu isuka kusibikezelo sokubuyela emuva kuya kwezimo zasendaweni yangakini.

source: Core-Monitor layout preview
af: Core-Monitor uitlegvoorskou
am: Core-Monitor አቀማመጥ ቅድመ እይታ
ar: معاينة تخطيط Core-Monitor
az: Core-Monitor düzəninə baxış
be: Папярэдні прагляд макета Core-Monitor
bg: Визуализация на оформлението на Core-Monitor
bn: Core-Monitor লেআউট পূর্বরূপ
bs: Core-Monitor pregled izgleda
ca: Vista prèvia del disseny Core-Monitor
ceb: Core-Monitor preview sa layout
co: Anteprima di layout Core-Monitor
cs: Náhled rozložení Core-Monitor
cy: Rhagolwg gosodiad Core-Monitor
da: Forhåndsvisning af Core-Monitor layout
de: Core-Monitor Layout-Vorschau
el: Προεπισκόπηση διάταξης Core-Monitor
eo: Core-Monitor aranĝo antaŭprezento
es: Vista previa del diseño Core-Monitor
et: Core-Monitor paigutuse eelvaade
eu: Core-Monitor diseinuaren aurrebista
fa: پیش نمایش طرح بندی Core-Monitor
fi: Core-Monitor asettelun esikatselu
fil: Core-Monitor preview ng layout
fr: Aperçu de la présentation Core-Monitor
fy: Core-Monitor layoutfoarbyld
ga: Réamhamharc ar leagan amach Core-Monitor
gd: Ro-shealladh cruth Core-Monitor
gl: Vista previa do deseño de Core-Monitor
gu: Core-Monitor લેઆઉટ પૂર્વાવલોકન
ha: Bayanin shimfidar wuri na Core-Monitor
haw: Core-Monitor namua hoʻolālā
he: תצוגה מקדימה של פריסת Core-Monitor
hi: Core-Monitor लेआउट पूर्वावलोकन
hmn: Core-Monitor layout saib ua ntej
hr: Core-Monitor pregled izgleda
ht: Core-Monitor aperçu layout
hu: Core-Monitor elrendezés előnézete
hy: Core-Monitor դասավորության նախադիտում
id: Pratinjau tata letak Core-Monitor
ig: Nleba anya okirikiri nhọrọ ukwuu Core-Monitor
is: Forskoðun Core-Monitor útlits
it: Anteprima del layout Core-Monitor
ja: Core-Monitor レイアウト プレビュー
jv: Pratinjau tata letak Core-Monitor
ka: Core-Monitor განლაგების გადახედვა
kk: Core-Monitor орналасуын алдын ала қарау
km: ការមើលប្លង់ Core-Monitor ជាមុន
kn: Core-Monitor ಲೇಔಟ್ ಪೂರ್ವವೀಕ್ಷಣೆ
ko: Core-Monitor 레이아웃 미리보기
ku: Pêşdîtina layout Core-Monitor
ky: Core-Monitor жайгашуусун алдын ала көрүү
lb: Core-Monitor Layout Virschau
lo: ຕົວຢ່າງຮູບແບບ Core-Monitor
lt: Core-Monitor išdėstymo peržiūra
lv: Core-Monitor izkārtojuma priekšskatījums
mg: Vidin'ny Core-Monitor
mi: Core-Monitor arokite tahora
mk: Преглед на распоред на Core-Monitor
ml: Core-Monitor ലേഔട്ട് പ്രിവ്യൂ
mn: Core-Monitor бүдүүвчийг урьдчилан харах
mr: Core-Monitor लेआउट पूर्वावलोकन
ms: Pratonton reka letak Core-Monitor
mt: Previżjoni tat-tqassim Core-Monitor
my: Core-Monitor အပြင်အဆင် အစမ်းကြည့်ရှုခြင်း။
nb: Core-Monitor layout forhåndsvisning
ne: Core-Monitor लेआउट पूर्वावलोकन
nl: Core-Monitor lay-outvoorbeeld
ny: Zithunzi za Core-Monitor
pa: Core-Monitor ਖਾਕਾ ਪੂਰਵ-ਝਲਕ
pl: Podgląd układu Core-Monitor
ps: Core-Monitor ترتیب مخکتنه
pt: Visualização do layout Core-Monitor
ro: Previzualizarea aspectului Core-Monitor
ru: Предварительный просмотр макета Core-Monitor
sd: Core-Monitor ترتيب جو ڏيک
si: Core-Monitor පිරිසැලසුම් පෙරදසුන
sk: Ukážka rozloženia Core-Monitor
sl: Predogled postavitve Core-Monitor
sm: Core-Monitor mua'i fa'atulagaina
sn: Core-Monitor chimiro chekutarisa
so: Horudhac qaabaynta Core-Monitor
sq: Pamja paraprake e paraqitjes Core-Monitor
st: Tlhahlobo ea sebopeho sa Core-Monitor
su: Core-Monitor sawangan perenah
sv: Core-Monitor layout förhandsgranskning
sw: Onyesho la kuchungulia la mpangilio wa Core-Monitor
ta: Core-Monitor தளவமைப்பு முன்னோட்டம்
te: Core-Monitor లేఅవుట్ ప్రివ్యూ
tg: Пешнамоиши тарҳбандии Core-Monitor
th: การแสดงตัวอย่างโครงร่าง Core-Monitor
tr: Core-Monitor düzen önizlemesi
uk: Попередній перегляд макета Core-Monitor
ur: Core-Monitor لے آؤٹ کا پیش نظارہ
uz: Core-Monitor tartibini oldindan ko'rish
vi: Xem trước bố cục Core-Monitor
xh: Core-Monitor imboniso yoyilo
yi: Core-Monitor אויסלייג פאָרויסיקע ווייַזונג
yo: Awotẹlẹ akọkọ Core-Monitor
zh_hans: Core-Monitor布局预览
zh_hant: Core-Monitor佈局預覽
zu: Ukubuka kuqala kwesakhiwo se-Core-Monitor
